tap "homebrew/bundle"
tap "homebrew/cask"

brew "fish"
brew "tmux"

brew "ghq"
brew "gh"
brew "lazygit"
brew "tig"

brew "neovim"
brew "ripgrep"
brew "jq"
brew "eza"
brew "bat"
brew "fd"
brew "fzf"
brew "btop"
brew "wget"

brew "pyenv"
brew "node"
brew "rbenv"
brew "heroku"
brew "sqlite"
brew "ffmpeg"

# React Native
brew "watchman"

cask "visual-studio-code"
cask "iterm2"
cask "transmit"
cask "min"
cask "1password"
cask "keycastr"
cask "numi"
cask "zed"
cask "raycast"
cask "karabiner-elements"
cask "google-chrome"
